tutorials/lagrangian/reactingParcelFilmFoam/cylinder/constant/parcelInjectionProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      scalarListList;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
// (x y z) (u v w) d rho mDot T Cp (Y0..Y2)
(
    (0 1.95 -0.2) (0 -5 0) 0.001 1000 0.002 300 4200 (1)
    (0 1.95    0) (0 -5 0) 0.001 1000 0.002 300 4200 (1)
    (0 1.95  0.2) (0 -5 0) 0.001 1000 0.002 300 4200 (1)
);


// ************************************************************************* //
